<!DOCTYPE html>
<html>
<head>
    <title>服务条款-懒猫旅游</title>
    <!--#include virtual="/views/base/header_meta.html" -->
	<link rel="stylesheet" type="text/css" href="../../public/css/login_register.css">
</head>
<body>
	<!-- 头部logo -->
	<!--#include virtual="/views/base/header.html" -->
	<div class="server-title">隐私政策</div>
	<div class='server center'>
		
            <div class='detail'>
            	<h1>一、本协议的约束力</h1> 
                <p>湖南懒猫国际旅行社有限公司（以下简称“懒猫旅行”）在此特别提醒您，在您安装或使用“懒猫旅行APP”（以下简称“本软件”）前，务必审慎阅读、充分理解本协议各条款内容（未成年人应在法定监护人陪同下阅读）。</p>
                <p>如您不同意受本协议任何条款及将来不时之修改的约束，则您应立即卸载本软件，并不得接受任何与本软件及相关服务。您对本软件的使用、账号获取或登录等行为将视为对本协议的接受，即成为本软件的用户，并同意接受本协议各项条款及将来不时之修改的约束。</p>
                <p>本协议可由懒猫旅行随时更新，且毋须另行通知您；您可下载安装升级版软件或登录网站查阅最新版《用户协议》条款。懒猫旅行将来修改《用户协议》条款后，如果您不接受修改后的条款，请立即停止使用懒猫旅行提供的软件和服务，您继续使用懒猫旅行提供的软件和服务将被视为已接受了修订后的协议。</p>
            </div>
            
            <div class='detail'>
            	<h1>二、本软件的服务内容</h1>
                <p>本软件通过互联网为您提供社交服务（包括但不限于通讯、个人档案、地理位置、相册等），该等社交服务不收费。您应自行配备上网和使用电信增值业务所需的设备，自行负担第三方（包括但不限于移动或电信通信提供商）收取的通讯费、信息费等有关费用。</p>
            </div>
            
            <div class='detail'>
            	<h1>三、本软件的使用</h1>
                <p>1、软件的获取和安装</p>
                <p>您可以直接从懒猫旅行的官方网站上获取本软件，也可以从得到懒猫旅行授权的第三方获取本软件。</p>
                <p>您可以直接从懒猫旅行的官方网站上获取本软件，也可以从得到懒猫旅行授权的第三方获取本软件。本软件有iOS、Android两个应用版本，您应选择与所安装终端设备匹配的软件版本。下载安装程序后，您应按照该程序提醒的步骤正确安装。</p>
                <p>如果您从未经懒猫旅行授权的第三方获取本软件或与本软件名称相同的安装程序，懒猫旅行无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。</p>
                <p>2、用户个人资料真实性</p>
                <p>您在注册账号或使用本软件服务的过程中，可能需要填写一些必要的个人信息。根据法律法规的规定需要您填写真实、完整的身份信息时，如您填写的信息不完整或不真实，则无法使用本软件服务或使用过程中将受到限制，在此情况下导致的损失应由您负责。</p>
                <p>一般情况下，您可以随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。</p>
                <p>懒猫旅行将合理使用安全技术并建立相关管理程序以保护您的个人信息，避免遭受未经授权的访问、使用或披露。</p>
                <p>除本协议另有约定外，未经您同意，懒猫旅行不会向任何公司、组织或个人披露您的个人信息。</p>
                <p>3、用户账号密码</p>
                <p>您在使用本软件服务时应注册一个账号。在安全完成软件服务的登记程序并收到一个密码及账号后，您应维护密码及账号安全。任何人利用您的密码及账号进行的活动由您负责。您同意，懒猫旅行无法对非法或未经您授权使用您账号和密码的行为进行甄别，因此懒猫旅行在前述情形中不承担任何责任。</p>
                <p>4、服务用途</p>
                <p>除获得懒猫旅行事先书面同意，本软件及其服务仅供您非商业性质的使用。如发现您利用本软件服务进行广告、销售、商业展示等推广行为，懒猫旅行有权对您的账号进行暂时性或永久性封禁，且不须在事前或事后通知您。</p>
                <p>5、软件许可权限</p>
                <p>您仅可为访问或使用本软件服务的目的而使用这些软件。您不得使用任何私服外挂软件进行刷积分、等级、经验值和金币等行为，一经发现，懒猫旅行有权立即对您的账户进行封禁，且不须对您另行通知。</p>
                <p>6、软件更新</p>
                <p>为了改善用户体验、保证服务的安全性及产品功能的一致性，懒猫旅行会不定期对软件进行更新，这些更新可能会采取软件替换、修改、功能强化、版本升级等形式。建议您将相关软件更新到最新版本，否则懒猫旅行并不保证其能正常使用。</p>
                <p>7、接受系统邮件、信息</p>
                <p>您同意接受本软件发出的相关邮件或信息（包括但不限于商品促销等广告信息）。因此而有可能给您带来不便，懒猫旅行不负担任何责任。</p>
                <p>8、维护网络安全</p>
                <p>您不得利用本软件服务进行故意制作、传播计算机病毒等破坏性程序，不得针对本服务、与本软件服务连接的服务器或网络制造干扰、混乱，或违反连接本服务的网络的任何要求、程序、正常或规则，否则懒猫旅行将保留追究其法律责任的权利并有权将其提交给相关部门处理。</p>
                <p>9、遵守相关法规</p>
                <p>您同意遵守《中华人民共和国民法通则》、《中华人民共和国著作权法》、《中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《最高人民法院关于审理涉及计算机网络著作权纠纷案件适用法律若干问题的解释（法释[2004]1号）》、《互联网著作权行政保护法》、《互联网新闻信息服务管理规定》等有关法律法规。</p>
                <p>在任何情况下，如您违反国家法律法规或本协议条款，懒猫旅行可以在任何时候，不经事先通知终止向您提供服务。如导致懒猫旅行遭受任何损害或遭受任何来自第三方的纠纷、诉讼、索赔要求等，您须向懒猫旅行赔偿其遭受的全部损失。</p>
                <p>10、服务的变更、中断、终止</p>
                <p>懒猫旅行可能会对服务内容进行变更，也可能会中断或终止服务。如发生下列任何一种情形，懒猫旅行有权不经同意变更、中断或终止向您提供的服务：</p>
                <p>（1）根据法律规定您应提交真实信息，而您提供的个人资料不真实或与注册时信息不一致而又未能提供合理证明；</p>
                <p>（2）您违反相关法律法规或本协议的约定；</p>
                <p>（3）根据法律法规的规定或国家机关的要求；</p> 
                <p>（4）出于安全的原因或其他必要的情形。</p> 
            </div>
            
            <div class='detail'>
            	<h1>四、服务风险及免责声明</h1>
                <p>1、不可抗力因素</p>
                <p>您完全理解并同意，本服务涉及到互联网及移动通讯等服务，可能会受到各个环节不稳定因素的影响。因此服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、您所在位置、关机、GSM网络、互联网络、通信线路原因等造成的服务中断或其他原因导致不能满足您要求的风险；您须承担上述风险，懒猫旅行对服务之及时性、真实性、准确性不作担保，对因此而导致您不能发送接受阅读信息、或传递错误、个人设置之时效，未予储存或其他问题不承担任何责任。对于不可抗力或非懒猫旅行过错原因导致的数据损失、丢失或服务停止，懒猫旅行将不承担任何责任。</p>
                <p>2、系统故障及维修等因素</p>
                <p>对于系统发生故障影响到本服务的正常运行，懒猫旅行承诺及时处理进行修复。但您因此而产生的经济损失和精神损失，懒猫旅行不承担责任。此外，懒猫旅行保留不经事先通知为维修保养、升级或其他目的暂停本软件服务任何部分的权利。</p>
                <p>3、第三方侵权</p> 
                <p>您完全理解并同意，若因不可抗因素，第三方在你不知情或未经你同意的情况下，将您的文字、图片或地理位置等发布于其他渠道及由此产生的任何可能侵犯你权益的行为，懒猫旅行均不对任何人承担任何责任。</p>
                <p>4、广告</p>
                <p>您完全理解并同意，如您根据本软件发出的广告信息同相关广告商进行任何形式的商业往来或活动，以及达成的其他任何相关的条款、条件、保证或声明，完全为您与广告商之间之行为，您因前述任何交易或因前述任何广告商而遭受的任何性质的损失或损害，懒猫旅行均不予负责。</p>
                <p>5、免责</p>
                <p>懒猫旅行会合理保护您的信息安全，仅管如此，您同意懒猫旅行无法对信息安全提供绝对保证。</p> 
            </div>
            
            <div class='detail'>
           		 <h1>五、知识产权声明</h1>
                <p>1、懒猫旅行在本软件中提供的内容（包括但不限于界面、文字、图片、音频、视频、图表等）的知识产权归懒猫旅行所有，您使用本软件及其服务时所创造的知识成果归您或其相关权利人所有。</p>
                <p>2、除有特别声明外，懒猫旅行提供本软件及其服务时所依托自主软件的著作权、专利权及其他知识产权均归属懒猫旅行所有。除非法律允许，您使用本软件过程中不得删除本软件及其副本上关于著作权的信息，不得对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码。</p>
                <p>3、懒猫旅行在提供本软件及其服务时使用的logo、人物形象等商业标识，其著作权或商标权归懒猫旅行所有。</p>
                <p>4、未经懒猫旅行，您不得以任何形式使用或创造相关衍生作品。</p> 
            </div>
            
            <div class='detail'>
            	<h1>六、用户隐私保护</h1>
                <p>发生以下（包括但不限于）情况时，您同意懒猫旅行使用您的个人信息：</p>
                <p>1、因懒猫旅行产品或服务的特定程序需要而使用用户信息；</p>
                <p>2、因维护懒猫旅行合法权益而需要使用用户信息；</p>
                <p>3、第三方因权利受到侵害而依法主张权利时；</p>
                <p>4、因维护用户或公共信息安全的需要而使用用户信息；</p>
                <p>5、在进行促销或抽奖时，懒猫旅行可能会与赞助商共享用户的个人信息，在这种情况下懒猫旅行会在发送用户信息前进行提示，但用户可以通过不参与来终止信息传送过程；</p>
                <p>6、懒猫旅行可以将用户信息与第三方数据进行匹配。</p>
                <p>7、懒猫旅行会通过透露用户系统数据，向未来的合作伙伴、广告商、其他第三方以及为了其他合法目的而描述懒猫旅行的服务。</p>
                <p>8、其他法律法规规定的情形。</p>
            </div>
            
            <div class='detail'>
            	<h1>七、其他</h1>
                <p>1、本协议条款的效力和解释均适用中国法律，部分条款之无效或重新解释不影响其他条款的法律效力。</p>
                <p>2、任何与本协议有关的纠纷，如协商不成，任何一方可向懒猫旅行所在地人民法院提起诉讼。</p>
                <p>3、懒猫旅行拥有对本协议条款的解释权。</p>
            </div>
	</div>
	<!-- 底部授权 -->
    <!--#include virtual="/views/base/black_footer.html" -->
    <!--#include virtual="/views/base/footer_script.html" -->
	<script type="text/javascript">
		//注册 登录
		$('.nav').children('div').eq(0).click(function(event) {
		    window.location.href = "register.html";
		});
		$('.nav').children('div').eq(1).click(function(event) {
		    window.location.href = "login.html";
		});
	</script>
</body>
</html>